brew "ast-grep"
brew "awscli"
brew "bat"
brew "btop"
brew "circleci"
brew "cmake"
brew "codespell"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git"
brew "go"
brew "hyperfine"
brew "imagemagick"
brew "jira-cli"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "lsd"
brew "luarocks"
brew "mise"
brew "neovim"
brew "postgresql@13", restart_service: :changed
brew "redis@6.2", restart_service: :changed
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "vips"
brew "yamllint"
brew "zellij"
cask "appcleaner"
cask "bazecor"
cask "clipy"
cask "font-caskaydia-mono-nerd-font"
cask "gimp"
cask "handbrake-app"
cask "imageoptim"
cask "keycastr"
cask "obsidian"
cask "session-manager-plugin"
cask "tableplus"
cask "the-unarchiver"
cask "vlc"
cask "wezterm"
