tap "nikitabobko/tap"
brew "act"
brew "ast-grep"
brew "awscli"
brew "bat"
brew "btop"
brew "chafa"
brew "circleci"
brew "cmake"
brew "codespell"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "go"
brew "hyperfine"
brew "imagemagick"
brew "jira-cli"
brew "lazygit"
brew "libpq@17"
brew "libyaml"
brew "lsd"
brew "luarocks"
brew "mise"
brew "neovim"
brew "podman"
brew "podman-compose"
brew "postgresql@17", restart_service: :changed
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "valkey", restart_service: :changed
brew "vips"
brew "yamllint"
brew "zellij"
cask "appcleaner"
cask "bazecor"
cask "figma"
cask "font-caskaydia-mono-nerd-font"
cask "gimp"
cask "handbrake-app"
cask "imageoptim"
cask "keycastr"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "tableplus"
cask "the-unarchiver"
cask "vlc"
cask "wezterm"
vscode "circleci.circleci"
vscode "github.vscode-github-actions"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
