tap "tw93/tap"
brew "ast-grep"
brew "bat"
brew "btop"
brew "cmake"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gmp"
brew "hyperfine"
brew "lazygit"
brew "libyaml"
brew "lsd"
brew "luarocks"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "yazi"
brew "zellij"
cask "appcleaner"
cask "balenaetcher"
cask "bazecor"
cask "digikam"
cask "font-caskaydia-mono-nerd-font"
cask "foobar2000"
cask "gimp"
cask "handbrake-app"
cask "helium"
cask "imageoptim"
cask "keycastr"
cask "obsidian"
cask "qlvideo"
cask "reaper"
cask "tableplus"
cask "the-unarchiver"
cask "vlc"
cask "wezterm"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
